[
    {
        "name": "Akkala",
        "description": "Oblast Akkala je nebezpečná oblast na severovýchodě Hyrule. Je to krásný region s mnoha lesy, jezery a travnatými pláněmi – na západě se opírá o pohoří Eldin a na východě o břehy oceánu.",
        "locations": [
            {
                "id": 9,
                "name":"Akkala Highlands",
                "description": "Oblast v jižní části provincie Akkala",
                "ingredients": [1, 7, 12, 14, 18, 19]
            },
            {
                "id": 8,
                "name":"Deep Akkala",
                "description": "Oblast na severozápadě provincie Akkala, sousedí s Eldinem.",
                "ingredients": [1, 8, 9]
            }
        ]
    },    
    {
        "name": "Lanayru",
        "description": "Lanayru je provincie v Breath of the Wild. Je obýván rasou Zora a sídlí zde Božská bestie Váh Ruta. Provincie Lanyaru je domovem Naydry, jednoho ze tří draků v Breath of the Wild. Jeden ze šampionů, Mipha, pochází z provincie Lanayru.",
        "locations": [
            {
                "id": 7,
                "name": "Lanayru Great Spring",
                "description": "V této oblasti se nachází sídlo Zory, stejně jako Divine Beast Vah Ruta, přičemž Vah Ruta se nachází v regionu East Reservoir Lake. Řeka Zora teče z jezera Ruto do oblasti mokřadů Lanaryu.",
                "ingredients": [4, 6, 7, 14, 15, 18, 19]
            },
            {
                "id": 6,
                "name": "Lanayru Sea",
                "description": "Oblast na východě Lanayru, jižně od ostrova Tingel. Nachází se zde Spool Bight.",
                "ingredients": [16, 17]
            },
            {
                "id": 5,
                "name": "Lanayru Wetlands",
                "description": "Oblast v nejzápadnějším Lanayru. Je z velké části tvořený vřesovišti a obsahuje jednu z největších ploch sladké vody v Hyrule, co do velikosti, podobnou velikosti jako jezero Hylia, ale značně mělčí, protože ~ 70 % uvedené plochy je jen po kolena.",
                "ingredients": [4]
            },
            {
                "id": 4,
                "name": "Mount Lanayru",
                "description": "Hora ve samém středu Lanayru, jižně od sídla Zory. Je považována za posvátné místo a je domovem pramene moudrosti na jeho vrcholu. Tato stránka je zakázaná pro kohokoli mladšího 17 let, kterému chybí potřebná moudrost, aby tam mohl být.",
                "ingredients": [10, 11]
            }
        ]
    },
    {
        "name": "Necluda",
        "description": "Necluda pokrývá jihovýchodní část Hyrule. Je obklopena vysokými horami a vyznačuje se strmými útesy a rozmanitou topografií. Vzhledem k mírnému podnebí se zde nacházejí dvě osady: vesnice Kakariko, kde sídlí Sheikah, a vesnice Hateno, domov Hylianů.",
        "locations": [
            {
                "id": 3,
                "name": "East Necluda",
                "description": "Oblast na východě Necludy. Je izolovaná od ostatních oblastí mapy a nachází se ve velkém údolí s mírně teplým klimatem.",
                "ingredients": [1, 2, 6, 15, 18]
            },
            {
                "id": 2,
                "name": "West Necluda",
                "description": "Oblast na západě Necludy. Je jednou z hlavních oblastí Hyrule. Kakariko Village se nachází v její severozápadní části.",
                "ingredients": [1, 3, 5, 6, 7, 12, 13]
            },
            {
                "id": 1,
                "name": "Necluda Sea",
                "description": "Oblast na jihovýchodě Necludy. Zcela obklopuje ostrov Tenoko a ostrov Eventide. Necludské moře hraničí s Lanayruským mořem na severu a Faronským mořem na západě, i když není jasné, kde je přechodový bod mezi moři.",
                "ingredients": [16, 17]
            }
        ]
    }
]